export const facultyInfo = {
  facultyName: ['ФАКУЛЬТЕТ', 'ПРОГРАМНОЇ ІНЖЕНЕРІЇ', ' ТА БІЗНЕСУ'],
  universityName: 'Національний аєрокосмічний університет "ХАІ"',
  subtitleLines: 'Сучасна бізнес та IT освіта для бакалаврів майже безкоштовно!',
  motivationMessages: [
    'Розробляй сучасні застосунки',
    'Аналітика для розвитку бізнесу',
    'Керуйте фінансами з майстерністю',
    'Зробіть кар\'єру у банківській справі',
    'Розуміння економіки сучасного світу',
    'Будь завжди на крок попереду',
    'Стань IT-лідером майбутнього',
    'Вивчай сучасний маркетинг',
    'Створюй креативні рекламні кампанії',
    'Керуйте командами та проєктами',
    'Розвивайте лідерські якості',
  ],
  stats: [
    {
      number: '900+',
      label: 'студентів',
    },
    {
      number: '11 600+',
      label: 'успішних випускників',
    },
    {
      number: '86+',
      label: 'компаній-партнерів',
    },
  ],
};
