export const stages = [
    {
        id: 1,
        title: "Реєстрація електронних кабінетів вступників та завантаження додатків до документів",
        date: "01.07 - 31.10",
    },
    {
        id: 2,
        title: "Індивідуальна усна співбесіда",
        date: "03.07 - 01.08",
    },
    {
        id: 3,
        title: "Прийом заяв та документів",
        date: "19.07 - 01.08",
    },
    {
        id: 4,
        title: "Оприлюднення рейтингових списків рекомендованих до зарахування за кошти державного бюджету",
        date: "06.08 12:00",
    },
    {
        id: 5,
        title: "Закінчення строку виконання вимог до зарахування вступниками для навчання за кошти державного бюджету",
        date: "09.08 18:00",
    },
    {
        id: 6,
        title: "Зарахування вступників на навчання за кошти державного бюджету",
        date: "11.08 18:00",
    },
    {
        id: 7,
        title: "Переведення на вакантні місця державного замовлення",
        date: "18.08 18:00",
    },
    {
        id: 8,
        title: "Зарахування вступників на навчання за кошти фізичних та юридичних осіб",
        date: "30.08 18:00",
    },
];
