export const specialtyTexts = {
  notFound: "Спеціальність не знайдена",
  minScore: "Мін бал НМТ 2023:",
  budgetPlaces: "Бюджетних місць:",
  totalPlaces: "Ліцензійний обсяг:",
  fullTimeCost: "Вартість денної форми:",
  partTimeCost: "Вартість заочної форми:",
  programTitle: "Програма",
  careersTitle: "Кар'єрні можливості",
  alumniTitle: "Наші випускники",
  careersDescription: 'Ким ти зможеш працювати за спеціальністю?',
  careersDescription2: 'Випускникам спеціальності відкривається широкий спектр можливостей для роботи у державних органах влади та\n' +
    'місцевого самоврядування, громадських організаціях та об\'єднаннях, приватних компаніях, міжнародних\n' +
    'організаціях та науково-освітніх установах. Це цікава і важлива галузь з великою відповідальністю, яка може\n' +
    'призвести до успішної кар\'єри та процвітання суспільства.'
};
export const specialties = [
  {
    slug: '121',
    title: 'Інженерія програмного забезпечення',
    degree: 'Бакалавр',
    minBudgetScore2023: '131 бал',
    budgetPlaces: '56',
    totalPlaces: '120 місць',
    costFullTime: '3 290 грн/міс',
    costPartTime: '1 900 грн/міс',
    description:
      'Спеціальність "Інженерія програмного забезпечення" спрямована на підготовку висококваліфікованих фахівців у галузі розробки та підтримки програмного забезпечення. Студенти навчаються проектувати, розробляти, тестувати, впроваджувати та підтримувати програмні продукти, а також вивчають сучасні методології, технології та інструменти програмування.\n\nДізнатися більше про кафедру',

    programs: [
      'Наша програма навчання',
      'Освітні траєкторії',
      'Освітні програми',
    ],

    careers: [
      {
        title: 'Web Developer',
        salary: '$600–900',
        description:
          'Займається написанням застосунків, сайтів і окремих елементів, з використанням різних мов програмування (PHP, JS, JAVA та інші)',
      },
      {
        title: 'QA Tester',
        salary: '$500–700',
        description:
          'Тестує готове програмне забезпечення на наявність багів та виправляє їх у разі, якщо дозволяють його фахові компетенції.',
      },
      {
        title: 'UX/UI Designer',
        salary: '$500–800',
        description:
          'Спеціаліст, який займається проектуванням інтерфейсів користувача.',
      },
      {
        title: 'Business Analytic',
        salary: '$550–800',
        description:
          'Фахівець, який відповідає за збір, аналіз та інтерпретацію складних наборів даних, щоб допомогти компаніям ухвалювати обґрунтовані рішення для ведення бізнесу.',
      },
    ],

    alumni: [
      {
        name: 'Ігор Шубін',
        role: 'TL/Senior .Net Developer',
        company: 'Sigma Software Group',
        photo: '',
      },
      {
        name: 'Юлія Воронько',
        role: '.Net Developer',
        company: 'Sigma Software Group',
        photo: '',
      },
      {
        name: 'Ілля Міщенко',
        role: 'Group Leader in PHP Department',
        company: 'NIX Solutions',
        photo: '',
      },
      {
        name: 'Соколов Микита',
        role: 'Development Lead',
        company: 'DBBest Technologies LLC',
        photo: '',
      },
      {
        name: 'Станіслав Орленко',
        role: 'Software Developer',
        company: 'Sigma Software Group',
        photo: '',
      },
      {
        name: 'Олександр Соломкін',
        role: '.NET Developer',
        company: 'Sigma Software Group',
        photo: '',
      },
    ],
  },
  {
    slug: '072',
    title: 'Фінанси, банківська справа, страхування і фондовий ринок',
    degree: 'Бакалавр',
    minBudgetScore2023: '123 бали',
    budgetPlaces: '30',
    totalPlaces: '30/5 місць',
    costFullTime: '3 290 грн/міс',
    costPartTime: '1 900 грн/міс',
    description:
      'Спеціальність "Фінанси, банківська справа та страхування" пропонує студентам здобуття фундаментальних знань з фінансової теорії, банківської справи, страхування та інвестицій. Спеціальність спрямована на підготовку висококваліфікованих фахівців, здатних працювати в різних сферах фінансової індустрії, забезпечуючи ефективне управління ресурсами та стабільність фінансових установ.\n\nДізнатися більше про кафедру',

    programs: [
      'Наша програма навчання (Основні дисципліни)',
      'Інвестиційний аналіз',
      'Фінансовий ринок',
      'Аналіз діяльності банку',
      'Міжнародні фінансові розрахунки',
      'Фінанси страхових організацій',
    ],

    careers: [
      {
        title: 'Фінансовий консультант',
        salary: '$600–900',
        description:
          'Залучення нових корпоративних клієнтів, призначення та проведення зустрічей з клієнтами.',
      },
      {
        title: 'Фахівець зі страхування',
        salary: '$500–700',
        description:
          'Проведення консультацій та укладання договорів страхування для надання максимального фінансового захисту фізичним і юридичним особам.',
      },
      {
        title: 'Податковий інспектор',
        salary: '$400–600',
        description:
          'Контроль за правильним обчисленням та сплатою податку на нерухоме майно відповідно до законодавства, забезпечення своєчасного нарахування та сплати податку на нерухоме майно, проведення перевірок платників податків, розгляд скарг, апеляцій та інших звернень.',
      },
      {
        title: 'Фахівець з фінансово-економічної безпеки',
        salary: '$550–800',
        description:
          'Проведення аудиту внутрішніх процесів та процедур, аналіз фінансової звітності, виявлення та аналіз ризиків.',
      },
    ],

    alumni: [],
  },
  {
    slug: '051',
    title: 'Економіка',
    degree: 'Бакалавр',
    minBudgetScore2023: '130 балів',
    budgetPlaces: '50',
    totalPlaces: '80 місць',
    costFullTime: '3 290 грн/міс',
    costPartTime: '1 900 грн/міс',
    description:
      'Спеціальність "Економіка" пропонує студентам здобуття фундаментальних та прикладних знань з економічної теорії, аналізу, управління та оптимізації економічних процесів на різних рівнях. Спеціальність спрямована на підготовку висококваліфікованих економістів, здатних реагувати на зміни в економіці та враховувати фактори, які впливають на розвиток підприємств та галузей.\n\nДізнатися більше про кафедру',

    programs: [
      'Обґрунтування господарських рішень і оцінювання ризиків',
      'Економіка підприємства',
      'Стратегія підприємства',
      'Економічний аналіз',
      'Електронна комерція',
    ],

    careers: [
      {
        title: 'Керівник підприємства',
        salary: '$1000–2000',
        description:
          'Організація максимально ефективної роботи напрямків (час, гроші, команда, залучення людей), систематизація, модернізація, вдосконалення всіх етапів роботи.',
      },
      {
        title: 'Економіст підприємства',
        salary: '$500–700',
        description:
          'Аналіз та опрацювання фінансової звітності, підготовка фінансових звітів та аналітичних матеріалів, участь у розробці фінансових стратегій, контроль за фінансово-економічною діяльністю підприємства.',
      },
      {
        title: 'Комерційний директор',
        salary: '$700–2000',
        description:
          'Здійснює керівництво фінансово-господарською діяльністю підприємства, організовує участь підпорядкованих йому служб у плануванні, контролює реалізацію продукції, представляє підприємство на виставках, біржах тощо.',
      },
      {
        title: 'Економіст-аналітик',
        salary: '$550–800',
        description:
          'Фахівець, який відповідає за збір, аналіз та інтерпретацію складних наборів даних, щоб допомогти компаніям ухвалювати обґрунтовані рішення для ведення бізнесу.',
      },
    ],

    alumni: [],
  },
  {
    slug: '073',
    title: 'Менеджмент',
    degree: 'Бакалавр',
    minBudgetScore2023: '160 балів',
    budgetPlaces: '100',
    totalPlaces: '150 місць',
    costFullTime: '3 290 грн/міс',
    costPartTime: '1 900 грн/міс',
    description:
      'Спеціальність "Менеджмент" розроблена з метою підготовки висококваліфікованих менеджерів, які зможуть успішно працювати в різних сферах економіки та бізнесу. Основна мета програми полягає в навчанні студентів навичкам та знанням, необхідним для ефективного управління організаціями, планування та реалізації стратегій, а також оптимізації бізнес-процесів.\n\nДізнатися більше про кафедру',

    programs: [
      'Основи управління проектами',
      'Інформаційні системи та технології за фаховим спрямуванням',
      'Соціальна відповідальність бізнесу',
      'Організація виробництва',
      'Інвестиційний менеджмент',
    ],

    careers: [
      {
        title: 'Керівник підрозділу (філії, відділу)',
        salary: '$500–1000',
        description:
          'Це топ-менеджер, який відповідає за діяльність певного підрозділу, забезпечує його ефективне функціонування, включаючи планування, контроль, управління персоналом та досягнення стратегічних цілей компанії у своїй зоні відповідальності.',
      },
      {
        title: 'Менеджер з управління персоналом',
        salary: '$400–900',
        description:
          'Відповідає за підбір, найм, адаптацію та розвиток персоналу в організації, розробляє та впроваджує кадрові політики та процедури, вирішує конфлікти та сприяє підвищенню продуктивності працівників.',
      },
      {
        title: 'HR-Директор',
        salary: '$550–1200',
        description:
          'HR-директор — топ-менеджер, відповідальний за ключові процеси у сфері кадрового управління: формування кадрової стратегії, адаптації, розвитку та утримання персоналу. Також він вирішує конфлікти, забезпечує мотивацію співробітників і розвиває кадровий потенціал компанії.',
      },
      {
        title: 'Бізнес-консультант',
        salary: '$900–1000',
        description:
          'Надає консультації з питань бізнесу, стратегії, фінансів та управління. Аналізує бізнес-процеси, рекомендує оптимальні рішення для підвищення ефективності, співпрацює з клієнтами, розробляє плани дій і допомагає у їх впровадженні.',
      },
    ],

    alumni: [],
  },
  {
    slug: '075',
    title: 'Маркетинг',
    degree: 'Бакалавр',
    minBudgetScore2023: '138 балів',
    budgetPlaces: '50',
    totalPlaces: '80 місць',
    costFullTime: '3 290 грн/міс',
    costPartTime: '1 900 грн/міс',
    description:
      'Спеціальність "Маркетинг" створена для підготовки фахівців, які мають глибокі знання та навички у сфері маркетингу та можуть успішно працювати в різних галузях економіки та бізнесу. Студенти вивчають сучасні маркетингові теорії та практики, набувають вміння аналізувати ринок, розробляти маркетингові стратегії та тактики, а також забезпечувати ефективне спілкування з клієнтами та партнерами.\n\nДізнатися більше про кафедру',

    programs: [
      'Маркетинг',
      'Цифровий маркетинг',
      'Електронна комерція',
      'Маркетингові дослідження',
      'Брендинг',
    ],

    careers: [
      {
        title: 'Маркетолог',
        salary: '$500–800',
        description:
          'Організація маркетингової політики підприємства, вивчення вподобань покупців, підвищення рівня товарообігу фірми, розробка рекламної продукції, аналіз конкурентів і динаміки продажів, формування концепцій просування товарів.',
      },
      {
        title: 'SMM-менеджер',
        salary: '$500–700',
        description:
          'Створення стратегії для соцмереж (LinkedIn, Instagram, Facebook тощо), контент-планів, текстів і візуального контенту, запуск воронок лідогенерації, комунікація з аудиторією.',
      },
      {
        title: 'Product-менеджер',
        salary: '$700–3000',
        description:
          'Управління та розвиток продукту, аналіз ринку і клієнтських потреб, формування стратегії, моніторинг конкурентів, оптимізація продукту в межах продуктової стратегії компанії.',
      },
      {
        title: 'Brand-менеджер',
        salary: '$700–1000',
        description:
          'Розробка стратегії розвитку бренду, актуалізація планів по життєвому циклу продукту, прогнозування продажів, забезпечення впізнаваності бренду та його позиціонування.',
      },
    ],

    alumni: [],
  },
  {
    slug: '281',
    title: 'Публічне управління та адміністрування',
    degree: 'Бакалавр',
    minBudgetScore2023: '167 балів',
    budgetPlaces: '50',
    totalPlaces: '100 місць',
    costFullTime: '3 290 грн/міс',
    costPartTime: '1 900 грн/міс',
    description:
      'Спеціальність "Публічне управління та адміністрування" в ХАІ розроблена з метою підготовки висококваліфікованих фахівців для роботи в органах державного управління, місцевого самоврядування, недержавних структурах та організаціях. Вони здатні ефективно керувати ресурсами, розвивати та впроваджувати інноваційні стратегії та проекти в сфері публічного управління.\n\nДізнатися більше про кафедру',

    programs: [
      'Державні послуги',
      'Публічне управління',
      'Комунікації у державних інституціях',
      'Публічне управління в країнах ЄС',
      'Керівник адміністративної служби та техніка адміністративної діяльності',
    ],

    careers: [
      {
        title: 'Адміністратор (підприємства)',
        salary: '$500–1000',
        description:
          'Контроль і координація роботи персоналу, допомога відвідувачам у вирішенні питань та залагодженні конфліктів.',
      },
      {
        title: 'Спеціаліст зі звʼязків з громадськістю',
        salary: '$400–900',
        description:
          'Підтримка позитивного іміджу компанії, розробка комунікаційних стратегій, взаємодія з медіа та іншими стейкхолдерами.',
      },
      {
        title: 'Спеціаліст з питань кадрової роботи в органах виконавчої влади',
        salary: '$550–950',
        description:
          'Добір персоналу, планування та проведення заходів з підвищення професійної компетентності державних службовців.',
      },
      {
        title: 'Секретар особистий чи публічної організації',
        salary: '$400–1500',
        description:
          'Організація зустрічей, ведення адміністративної роботи, комунікація, збір і аналіз інформації для керівництва.',
      },
    ],

    alumni: [],
  },
];
